<?php
   class Text{
      function __construct(){}
   

      function getHistory(){
         return"
            <p>
               Лицей КГТУ им.И.Раззакова является юридическим лицом, 
               осуществляет реализацию общеобразовательных программ основного общего и среднего общего образования,
               КГТУ им. И.Раззакова образован в 1994 году с целью качественной подготовки учащихся в системе 
               непрерывного образования «школа-вуз-аспирантура», превышающего уровень обязательных требований
               государственного образовательного стандарта, в условиях дифференцированного обучения, допрофессиональной
               отовки для дальнейшего обучения в  КГТУ им.И.Раззакова, других вузах Кыргызской Республики и СНГ,
               является частью общей образовательной системы Кыргызского Государственного Технического
               Университета им. И.Раззакова «школа-вуз-аспирантура», что позволяет наиболее оптимально 
               распределять акценты в образовательном процессе КГТУ, направленные на формирование творчески 
               активной личности.

              <p>
              Лицей имеет четко сформулированную миссию, на ее основе и утвержденных стратегических и текущих 
              планов, соответствующих потребностям заинтересованных сторон.
              </p>
              
              <p>
               <strong>
               Миссия лицея: Создание условий для самореализации и осознанного личностного самоопределения 
               учеников в соответствии с их склонностями и интересами и подготовка выпускников для 
               получения профессиональных знаний в системе высшего образования, готовых к жизни в открытом меняющемся мире.
               </strong>
              </p>
              
      
               Для ее реализации были сформулированы следующие задачи:
               Способствовать функционированию и развитию лицея для улучшения форм, содержания и качества 
               образования, реализации учебно-воспитательной, научно-методической программы деятельности;
               Способствовать установлению равного доступа к полноценному образованию разным категориям
               обучающихся школы в соответствии с их способностями, индивидуальными склонностями и
               потребностями; обеспечить предпрофильную подготовку по отдельным предметам программы 
               основного общего образование через создание условий для существенной дифференциации 
               содержания обучения старшеклассников;
               Подготовка специалистов — учителей школы на основе современных подходов к организации
               педагогического образования, в условиях сетевого взаимодействия образовательных учреждений, 
               учебной и внеурочной деятельности.
               Сегодняшний лицей – это более 250 учеников 9, 10 и 11 классов. Это и высококвалифицированные
               учителя высшей категории, имеющими за плечами более чем 20-летний педагогический стаж, многие 
               из которых награждены медалями, знаками «Отличник образования Кыргызской Республики», Почетными
               Грамотами МОиН КР и университета.
               Наш лицей является членом Ассоциированных школ <strong>ЮНЕСКО</strong> в Кыргызстане.
               Прямое назначение лицея – готовить абитуриентов для университета.
               В учебных планах лицея предусмотрено углубленное изучение математики, физики, химии, черчения,
               информатики, английского и кыргызского языков. В разработке учебных программ этих предметов
               вместе с учителями лицея принимали активное участие преподаватели профилирующих кафедр вуза 
               и рекомендованы школам республики В свободное от учебы время учащиеся занимаются в различных 
               культурно-массовых мероприятиях. Большой популярностью пользуются различные конкурсы, на пример:
                  на лучшее проведение праздника Нооруз, конкурс военно- патриотической песни, состязания между
                  классами в рамках КВН. Особой популярностью среди учащихся пользуются занятия военно-прикладными 
                  и спорта.
            </p>
         ";
      }

   }